//===================================================================================
// 北京联想智慧医疗信息技术有限公司 & 上海研发中心
//===================================================================================
// 查询医生信息的查询对象模型
// 
//
//===================================================================================
// .Net Framework 4.5
// CLR版本： 4.0.30319.42000
// 创建人：  Jay
// 创建时间：2016/7/7 10:10:09
// 版本号：  V1.0.0.0
//===================================================================================

using System;
using System.Collections.Generic;
using System.Linq;
using System.Web;

namespace eHPS.API.Models
{
    /// <summary>
    /// 查询医生信息的查询对象模型
    /// </summary>
    public class DoctorSearchModel
    {

        /// <summary>
        /// 中文姓名
        /// </summary>
        public string Name { get; set; }


        /// <summary>
        /// 拼音
        /// </summary>
        public string Spelling { get; set; }
    }
}